Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Enable Voice Wake in Settings for hands-free commands with a live transcript overlay.
ar: فعّل Voice Wake في Settings للأوامر بدون استخدام اليدين مع تراكب نص مباشر.
de: Aktiviere Voice Wake in den Einstellungen für freihändige Befehle mit Live-Transkript-Overlay.
es: Activa Voice Wake en Ajustes para usar comandos manos libres con una superposición de transcripción en vivo.
fa: برای فرمان‌های بدون استفاده از دست با هم‌پوشانی رونوشت زنده، Voice Wake را در Settings فعال کنید.
fr: Activez Voice Wake dans Réglages pour utiliser des commandes mains libres avec une superposition de transcription en direct.
hi: हैंड्स-फ़्री कमांड के लिए लाइव ट्रांसक्रिप्ट ओवरले के साथ Settings में Voice Wake सक्षम करें।
id: Aktifkan Voice Wake di Settings untuk perintah bebas genggam dengan overlay transkrip langsung.
it: Abilita Voice Wake in Settings per comandi a mani libere con una sovrapposizione della trascrizione in tempo reale.
ja_jp: ライブ文字起こしオーバーレイでハンズフリーコマンドを使用するには、設定で音声起動を有効にしてください。
ko: 실시간 transcript 오버레이가 포함된 핸즈프리 명령을 사용하려면 Settings에서 Voice Wake를 활성화하세요.
nl: Schakel Voice Wake in Settings in voor handsfree opdrachten met een live transcript-overlay.
pl: Włącz Voice Wake w Ustawieniach, aby używać poleceń bez użycia rąk z nakładką transkrypcji na żywo.
pt_br: Ative o Voice Wake em Ajustes para comandos sem usar as mãos com uma sobreposição de transcrição ao vivo.
ru: Включите Voice Wake в Settings для голосовых команд без рук с наложением живой транскрипции.
sv: Aktivera Voice Wake i Settings för handsfree-kommandon med en live-transkriptionsoverlay.
th: เปิดใช้งาน Voice Wake ใน Settings สำหรับคำสั่งแบบไม่ต้องใช้มือ พร้อมโอเวอร์เลย์ถอดเสียงแบบสด
tr: Canlı transkript katmanıyla eller serbest komutlar için Settings’te Voice Wake’i etkinleştirin.
uk: Увімкніть Voice Wake у Settings для голосових команд без рук із накладкою живої транскрипції.
vi: Bật Voice Wake trong Settings để dùng lệnh rảnh tay với lớp phủ bản ghi trực tiếp.
zh_cn: 在“设置”中启用语音唤醒，即可通过实时转写浮层免手动发出命令。
zh_tw: 在「設定」中啟用 Voice Wake，即可透過即時逐字稿覆疊層使用免持指令。

source: Enable debug tools
ar: تمكين أدوات تصحيح الأخطاء
de: Debug-Tools aktivieren
es: Activar herramientas de depuración
fa: فعال‌سازی ابزارهای اشکال‌زدایی
fr: Activer les outils de débogage
hi: डीबग टूल सक्षम करें
id: Aktifkan alat debug
it: Abilita strumenti di debug
ja_jp: デバッグツールを有効化
ko: 디버그 도구 활성화
nl: Debugtools inschakelen
pl: Włącz narzędzia debugowania
pt_br: Ativar ferramentas de depuração
ru: Включить инструменты отладки
sv: Aktivera felsökningsverktyg
th: เปิดใช้งานเครื่องมือดีบัก
tr: Hata ayıklama araçlarını etkinleştir
uk: Увімкнути інструменти налагодження
vi: Bật công cụ gỡ lỗi
zh_cn: 启用调试工具
zh_tw: 啟用除錯工具

source: Enable idle blinks and wiggles on the status icon.
ar: تمكين الومضات والحركات الخفيفة في أيقونة الحالة أثناء الخمول.
de: Leerlauf-Blinzeln und Wackeln des Statussymbols aktivieren.
es: Activar parpadeos y movimientos en reposo en el icono de estado.
fa: چشمک‌زدن‌ها و تکان‌خوردن‌های حالت بی‌کاری را روی آیکون وضعیت فعال کنید.
fr: Activer les clignements et mouvements d’inactivité sur l’icône d’état.
hi: स्टेटस आइकन पर निष्क्रिय ब्लिंक और विगल सक्षम करें।
id: Aktifkan kedipan dan gerakan kecil saat idle pada ikon status.
it: Abilita lampeggi e oscillazioni in stato di inattività sull'icona di stato.
ja_jp: ステータスアイコンのアイドル時のまばたきや揺れを有効にします。
ko: 상태 아이콘의 유휴 상태 깜박임 및 흔들림을 활성화합니다.
nl: Schakel inactieve knipper- en wiebelanimaties in voor het statusicoon.
pl: Włącz mruganie i poruszanie ikoną statusu w trybie bezczynności.
pt_br: Ativar piscadas e movimentos quando o ícone de status estiver ocioso.
ru: Включить мигания и покачивания значка состояния в режиме ожидания.
sv: Aktivera blinkningar och vickningar vid inaktivitet på statussymbolen.
th: เปิดใช้งานการกะพริบและขยับเล็กน้อยเมื่อไม่ได้ใช้งานบนไอคอนสถานะ
tr: Durum simgesinde boşta göz kırpmaları ve kıpırdanmaları etkinleştir.
uk: Увімкнути кліпання та похитування іконки стану під час простою.
vi: Bật nháy mắt và lắc nhẹ khi không hoạt động trên biểu tượng trạng thái.
zh_cn: 启用状态图标的空闲眨眼和摆动效果。
zh_tw: 啟用狀態圖示的閒置眨眼與擺動效果。

source: Enable optional skills (Peekaboo, oracle, camsnap, …) from Settings → Skills.
ar: فعّل Skills الاختيارية (Peekaboo، oracle، camsnap، …) من Settings → Skills.
de: Aktiviere optionale Skills (Peekaboo, oracle, camsnap, …) in Einstellungen → Skills.
es: Activa Skills opcionales (Peekaboo, oracle, camsnap, …) desde Configuración → Skills.
fa: Skills اختیاری (Peekaboo، oracle، camsnap، …) را از Settings → Skills فعال کنید.
fr: Activez les Skills facultatives (Peekaboo, oracle, camsnap, …) depuis Réglages → Skills.
hi: Settings → Skills से वैकल्पिक Skills (Peekaboo, oracle, camsnap, …) सक्षम करें।
id: Aktifkan skills opsional (Peekaboo, oracle, camsnap, …) dari Settings → Skills.
it: Abilita Skills opzionali (Peekaboo, oracle, camsnap, …) da Impostazioni → Skills.
ja_jp: 設定 → Skills から任意の Skills（Peekaboo、oracle、camsnap、…）を有効にします。
ko: Settings → Skills에서 선택적 Skills(Peekaboo, oracle, camsnap, …)를 활성화하세요.
nl: Schakel optionele skills (Peekaboo, oracle, camsnap, …) in via Settings → Skills.
pl: Włącz opcjonalne Skills (Peekaboo, oracle, camsnap, …) w Ustawienia → Skills.
pt_br: Ative skills opcionais (Peekaboo, oracle, camsnap, …) em Ajustes → Skills.
ru: Включите дополнительные Skills (Peekaboo, oracle, camsnap, …) в Settings → Skills.
sv: Aktivera valfria Skills (Peekaboo, oracle, camsnap, …) från Inställningar → Skills.
th: เปิดใช้งาน Skills เสริม (Peekaboo, oracle, camsnap, …) จาก Settings → Skills
tr: Ayarlar → Skills bölümünden isteğe bağlı Skills (Peekaboo, oracle, camsnap, …) özelliğini etkinleştirin.
uk: Увімкніть додаткові Skills (Peekaboo, oracle, camsnap, …) у Settings → Skills.
vi: Bật Skills tùy chọn (Peekaboo, oracle, camsnap, …) từ Settings → Skills.
zh_cn: 从 Settings → Skills 启用可选技能（Peekaboo、oracle、camsnap、…）。
zh_tw: 從 Settings → Skills 啟用選用技能（Peekaboo、oracle、camsnap、…）。

source: Enable or install a text-inference provider plugin on this Gateway, then check again.
ar: قم بتمكين أو تثبيت مكوّن إضافي لمزوّد استدلال نصي على هذا الـ Gateway، ثم تحقق مرة أخرى.
de: Aktiviere oder installiere ein Plugin für einen Text-Inferenz-Anbieter auf diesem Gateway und prüfe dann erneut.
es: Activa o instala un plugin de proveedor de inferencia de texto en este Gateway y vuelve a comprobar.
fa: یک افزونه ارائه‌دهنده استنتاج متنی را روی این Gateway فعال یا نصب کنید، سپس دوباره بررسی کنید.
fr: Activez ou installez un plugin de fournisseur d’inférence de texte sur ce Gateway, puis vérifiez à nouveau.
hi: इस Gateway पर एक text-inference प्रदाता प्लगइन सक्षम या इंस्टॉल करें, फिर फिर से जाँचें।
id: Aktifkan atau pasang plugin penyedia text-inference pada Gateway ini, lalu periksa lagi.
it: Abilita o installa un plugin provider di inferenza testuale su questo Gateway, quindi controlla di nuovo.
ja_jp: この Gateway でテキスト推論プロバイダーのプラグインを有効化またはインストールしてから、再度確認してください。
ko: 이 Gateway에서 텍스트 추론 공급자 플러그인을 활성화하거나 설치한 후 다시 확인하세요.
nl: Schakel een text-inference-providerplug-in in of installeer die op deze Gateway en controleer opnieuw.
pl: Włącz lub zainstaluj wtyczkę dostawcy wnioskowania tekstowego na tym Gateway, a następnie sprawdź ponownie.
pt_br: Ative ou instale um plugin de provedor de inferência de texto neste Gateway e verifique novamente.
ru: Включите или установите плагин провайдера текстового вывода на этом Gateway, затем проверьте снова.
sv: Aktivera eller installera ett plugin för textinferensleverantör på denna Gateway och kontrollera sedan igen.
th: เปิดใช้งานหรือติดตั้งปลั๊กอินผู้ให้บริการ text-inference บน Gateway นี้ แล้วตรวจสอบอีกครั้ง
tr: Bu Gateway'de bir metin çıkarım sağlayıcısı eklentisini etkinleştirin veya yükleyin, ardından tekrar kontrol edin.
uk: Увімкніть або встановіть плагін провайдера текстового висновку на цьому Gateway, а потім перевірте ще раз.
vi: Bật hoặc cài đặt một plugin nhà cung cấp suy luận văn bản trên Gateway này, rồi kiểm tra lại.
zh_cn: 在此 Gateway 上启用或安装文本推理提供商插件，然后再次检查。
zh_tw: 在此 Gateway 上啟用或安裝文字推論供應商外掛，然後再次檢查。

source: Enable ready skills, or install missing tools on the Gateway or this Mac.
ar: فعّل Skills الجاهزة، أو ثبّت الأدوات المفقودة على Gateway أو على هذا الـ Mac.
de: Aktivieren Sie bereite Skills oder installieren Sie fehlende Tools auf dem Gateway oder diesem Mac.
es: Activa las skills listas o instala las herramientas faltantes en el Gateway o en este Mac.
fa: Skills آماده را فعال کنید، یا ابزارهای مفقود را روی Gateway یا این Mac نصب کنید.
fr: Activez les skills prêtes, ou installez les outils manquants sur la Gateway ou ce Mac.
hi: तैयार Skills सक्षम करें, या Gateway या इस Mac पर अनुपलब्ध टूल इंस्टॉल करें।
id: Aktifkan skills yang siap, atau instal alat yang belum ada di Gateway atau Mac ini.
it: Abilita le Skills pronte oppure installa gli strumenti mancanti sul Gateway o su questo Mac.
ja_jp: 準備済みのSkillsを有効にするか、GatewayまたはこのMacに不足しているツールをインストールしてください。
ko: 준비된 Skills를 활성화하거나 Gateway 또는 이 Mac에 누락된 도구를 설치하세요.
nl: Schakel gereede Skills in, of installeer ontbrekende tools op de Gateway of deze Mac.
pl: Włącz gotowe Skills lub zainstaluj brakujące narzędzia na Gateway albo na tym Macu.
pt_br: Ative as skills prontas ou instale as ferramentas ausentes no Gateway ou neste Mac.
ru: Включите готовые Skills или установите недостающие инструменты на Gateway или на этом Mac.
sv: Aktivera redo skills eller installera saknade verktyg på Gateway eller den här Mac-datorn.
th: เปิดใช้งาน Skills ที่พร้อมใช้ หรือติดตั้งเครื่องมือที่ขาดหายไปบน Gateway หรือ Mac เครื่องนี้
tr: Hazır Skills özelliklerini etkinleştirin veya eksik araçları Gateway’e ya da bu Mac’e yükleyin.
uk: Увімкніть готові Skills або встановіть відсутні інструменти на Gateway чи цьому Mac.
vi: Bật các Skills đã sẵn sàng, hoặc cài đặt các công cụ còn thiếu trên Gateway hoặc máy Mac này.
zh_cn: 启用已就绪的 Skills，或在 Gateway 或此 Mac 上安装缺失的工具。
zh_tw: 啟用已就緒的 Skills，或在 Gateway 或此 Mac 上安裝缺少的工具。

source: Enable/disable Canvas in General settings.
ar: تفعيل/تعطيل Canvas في الإعدادات العامة.
de: Canvas in den allgemeinen Einstellungen aktivieren/deaktivieren.
es: Activa/desactiva Canvas en la configuración General.
fa: Canvas را در تنظیمات General فعال/غیرفعال کنید.
fr: Activer/désactiver Canvas dans les réglages généraux.
hi: General सेटिंग्स में Canvas सक्षम/अक्षम करें।
id: Aktifkan/nonaktifkan Canvas di pengaturan Umum.
it: Abilita/disabilita Canvas nelle impostazioni Generali.
ja_jp: General 設定で Canvas を有効/無効にします。
ko: 일반 설정에서 Canvas를 활성화/비활성화합니다.
nl: Canvas in- of uitschakelen in Algemene instellingen.
pl: Włącz/wyłącz Canvas w ustawieniach ogólnych.
pt_br: Ative/desative o Canvas nas configurações gerais.
ru: Включить/выключить Canvas в общих настройках.
sv: Aktivera/inaktivera Canvas i allmänna inställningar.
th: เปิด/ปิด Canvas ในการตั้งค่าทั่วไป
tr: Genel ayarlarda Canvas’ı etkinleştirin/devre dışı bırakın.
uk: Увімкнути/вимкнути Canvas у загальних налаштуваннях.
vi: Bật/tắt Canvas trong cài đặt General.
zh_cn: 在通用设置中启用/禁用 Canvas。
zh_tw: 在「一般」設定中啟用/停用 Canvas。

source: Enabled
ar: مفعّل
de: Aktiviert
es: Activado
fa: فعال
fr: Activé
hi: सक्षम
id: Diaktifkan
it: Abilitato
ja_jp: 有効
ko: 활성화됨
nl: Ingeschakeld
pl: Włączone
pt_br: Ativado
ru: Включено
sv: Aktiverad
th: เปิดใช้งานแล้ว
tr: Etkin
uk: Увімкнено
vi: Đã bật
zh_cn: 已启用
zh_tw: 已啟用

source: Enter secret…
ar: أدخل السر…
de: Secret eingeben…
es: Introduce el secreto…
fa: رمز محرمانه را وارد کنید…
fr: Saisissez le secret…
hi: गोपनीय जानकारी दर्ज करें…
id: Masukkan rahasia…
it: Inserisci il segreto…
ja_jp: シークレットを入力…
ko: 비밀 값 입력…
nl: Voer geheim in…
pl: Wprowadź sekret…
pt_br: Insira o segredo…
ru: Введите секрет…
sv: Ange hemlighet…
th: ป้อนข้อมูลลับ…
tr: Gizli bilgiyi girin…
uk: Введіть секрет…
vi: Nhập bí mật…
zh_cn: 输入密钥…
zh_tw: 輸入密鑰…

source: Error
ar: خطأ
de: Fehler
fa: خطا
fr: Erreur
hi: त्रुटि
id: Kesalahan
it: Errore
ja_jp: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
th: ข้อผิดพลาด
tr: Hata
uk: Помилка
vi: Lỗi
zh_cn: 错误
zh_tw: 錯誤

source: Every
ar: كل
de: Alle
es: Cada
fa: هر
fr: Tous les
hi: हर
id: Setiap
it: Ogni
ja_jp: 間隔
ko: 간격
nl: Elke
pl: Co
pt_br: A cada
ru: Каждые
sv: Varje
th: ทุก
tr: Her
uk: Кожні
vi: Mỗi
zh_cn: 每
zh_tw: 每隔

source: Everyday OpenClaw app behavior.
ar: سلوك تطبيق OpenClaw اليومي.
de: Alltägliches Verhalten der OpenClaw-App.
es: Comportamiento cotidiano de la app OpenClaw.
fa: رفتار روزمره برنامه OpenClaw.
fr: Comportement quotidien de l’app OpenClaw.
hi: रोज़मर्रा का OpenClaw ऐप व्यवहार।
id: Perilaku aplikasi OpenClaw sehari-hari.
it: Comportamento quotidiano dell'app OpenClaw.
ja_jp: OpenClaw アプリの日常的な動作。
ko: 일상적인 OpenClaw 앱 동작입니다.
nl: Dagelijks gedrag van de OpenClaw-app.
pl: Codzienne działanie aplikacji OpenClaw.
pt_br: Comportamento cotidiano do app OpenClaw.
ru: Поведение приложения OpenClaw в повседневном использовании.
sv: Vardagligt beteende för OpenClaw-appen.
th: ลักษณะการทำงานประจำวันของแอป OpenClaw
tr: Günlük OpenClaw uygulama davranışı.
uk: Повсякденна поведінка застосунку OpenClaw.
vi: Hành vi hằng ngày của ứng dụng OpenClaw.
zh_cn: OpenClaw 应用的日常行为。
zh_tw: 日常 OpenClaw App 行為。

source: Everything runs where you decide, with permissions you grant.
ar: كل شيء يعمل حيثما تقرر، وبالأذونات التي تمنحها.
de: Alles läuft dort, wo Sie es festlegen, mit den Berechtigungen, die Sie erteilen.
es: Todo se ejecuta donde tú decidas, con los permisos que concedas.
fa: همه‌چیز هرجا که شما تصمیم بگیرید اجرا می‌شود، با مجوزهایی که شما اعطا می‌کنید.
fr: Tout s’exécute là où vous le décidez, avec les autorisations que vous accordez.
hi: सब कुछ वहीं चलता है जहाँ आप तय करते हैं, आपकी दी गई अनुमतियों के साथ।
id: Semuanya berjalan di tempat yang Anda tentukan, dengan izin yang Anda berikan.
it: Tutto viene eseguito dove decidi tu, con le autorizzazioni che concedi.
ja_jp: すべてはあなたが決めた場所で、あなたが許可した権限で実行されます。
ko: 모든 것은 사용자가 결정한 위치에서, 사용자가 부여한 권한으로 실행됩니다.
nl: Alles draait waar jij beslist, met de machtigingen die jij verleent.
pl: Wszystko działa tam, gdzie zdecydujesz, z uprawnieniami, których udzielisz.
pt_br: Tudo roda onde você decidir, com as permissões que você conceder.
ru: Всё работает там, где вы решите, с разрешениями, которые вы предоставите.
sv: Allt körs där du bestämmer, med de behörigheter du ger.
th: ทุกอย่างทำงานในที่ที่คุณตัดสินใจ พร้อมสิทธิ์ที่คุณอนุญาต
tr: Her şey, sizin verdiğiniz izinlerle, karar verdiğiniz yerde çalışır.
uk: Усе працює там, де ви вирішите, з дозволами, які ви надасте.
vi: Mọi thứ chạy ở nơi bạn quyết định, với các quyền bạn cấp.
zh_cn: 一切都在你决定的位置运行，并使用你授予的权限。
zh_tw: 一切都在你決定的地方執行，並使用你授予的權限。

source: Exec Approvals
ar: موافقات التنفيذ
de: Ausführungsgenehmigungen
es: Aprobaciones de ejecución
fa: تأییدهای اجرا
fr: Approbations d’exécution
hi: Exec अनुमोदन
id: Persetujuan Exec
it: Approvazioni esecuzione
ja_jp: 実行の承認
ko: 실행 승인
nl: Uitvoeringsgoedkeuringen
pl: Zatwierdzanie wykonywania
pt_br: Aprovações de execução
ru: Подтверждения выполнения
sv: Körningsgodkännanden
th: การอนุมัติ Exec
tr: Exec Onayları
uk: Схвалення виконання
vi: Phê duyệt thực thi
zh_cn: 执行审批
zh_tw: 執行核准

source: Exec Approvals Unavailable
ar: موافقات التنفيذ غير متاحة
de: Ausführungsgenehmigungen nicht verfügbar
es: Aprobaciones de ejecución no disponibles
fa: تأییدهای اجرا در دسترس نیست
fr: Approbations d'exécution indisponibles
hi: Exec अनुमोदन अनुपलब्ध
id: Persetujuan Exec Tidak Tersedia
it: Approvazioni Exec non disponibili
ja_jp: 実行の承認は利用できません
ko: 실행 승인을 사용할 수 없음
nl: Exec-goedkeuringen niet beschikbaar
pl: Zatwierdzenia Exec niedostępne
pt_br: Aprovações de Exec indisponíveis
ru: Одобрения выполнения недоступны
sv: Exec-godkännanden är inte tillgängliga
th: การอนุมัติ Exec ไม่พร้อมใช้งาน
tr: Exec Onayları Kullanılamıyor
uk: Схвалення виконання недоступні
vi: Không thể phê duyệt Exec
zh_cn: 无法使用执行批准
zh_tw: 無法使用執行核准

source: Exec approvals unavailable. Retry to refresh.
ar: موافقات التنفيذ غير متاحة. أعد المحاولة للتحديث.
de: Exec-Genehmigungen sind nicht verfügbar. Versuchen Sie es erneut, um sie zu aktualisieren.
es: Las aprobaciones de ejecución no están disponibles. Vuelve a intentarlo para actualizar.
fa: تأییدهای اجرا در دسترس نیستند. برای تازه‌سازی دوباره تلاش کنید.
fr: Les approbations d’exécution sont indisponibles. Réessayez pour actualiser.
hi: Exec अनुमोदन उपलब्ध नहीं हैं। रीफ़्रेश करने के लिए फिर से प्रयास करें।
id: Persetujuan exec tidak tersedia. Coba lagi untuk memuat ulang.
it: Approvazioni di esecuzione non disponibili. Riprova per aggiornare.
ja_jp: 実行の承認を利用できません。再試行して更新してください。
ko: 실행 승인을 사용할 수 없습니다. 새로 고치려면 다시 시도하세요.
nl: Uitvoeringsgoedkeuringen zijn niet beschikbaar. Probeer opnieuw om te vernieuwen.
pl: Zatwierdzenia wykonywania są niedostępne. Ponów próbę, aby odświeżyć.
pt_br: As aprovações de execução estão indisponíveis. Tente novamente para atualizar.
ru: Подтверждения выполнения недоступны. Повторите попытку, чтобы обновить.
sv: Exec-godkännanden är inte tillgängliga. Försök igen för att uppdatera.
th: การอนุมัติ Exec ไม่พร้อมใช้งาน โปรดลองอีกครั้งเพื่อรีเฟรช
tr: Çalıştırma onayları kullanılamıyor. Yenilemek için tekrar deneyin.
uk: Схвалення виконання недоступні. Повторіть спробу, щоб оновити.
vi: Các phê duyệt thực thi không khả dụng. Thử lại để làm mới.
zh_cn: 执行审批不可用。请重试以刷新。
zh_tw: 執行核准目前無法使用。請重試以重新整理。

source: Existing gateway detected
ar: تم اكتشاف gateway موجود
de: Vorhandene Gateway erkannt
es: Gateway existente detectado
fa: gateway موجود شناسایی شد
fr: Gateway existante détectée
hi: मौजूदा gateway मिला
id: Gateway yang ada terdeteksi
it: Gateway esistente rilevato
ja_jp: 既存の gateway が検出されました
ko: 기존 gateway가 감지됨
nl: Bestaande gateway gedetecteerd
pl: Wykryto istniejący gateway
pt_br: Gateway existente detectado
ru: Обнаружен существующий gateway
sv: Befintlig gateway upptäckt
th: ตรวจพบ gateway ที่มีอยู่
tr: Mevcut Gateway algılandı
uk: Виявлено наявний шлюз
vi: Đã phát hiện gateway hiện có
zh_cn: 检测到现有 gateway
zh_tw: 偵測到現有 gateway

source: Expand and review the Gateway warning before acknowledging this exact version.
ar: وسّع تحذير Gateway وراجعه قبل الإقرار بهذا الإصدار تحديدًا.
de: Erweitern und prüfen Sie die Gateway-Warnung, bevor Sie genau diese Version bestätigen.
es: Expande y revisa la advertencia del Gateway antes de aceptar esta versión exacta.
fa: پیش از تأیید دقیقاً همین نسخه، هشدار Gateway را باز کرده و بررسی کنید.
fr: Développez et examinez l’avertissement du Gateway avant de confirmer cette version exacte.
hi: इस सटीक संस्करण को स्वीकार करने से पहले Gateway चेतावनी को विस्तृत करके उसकी समीक्षा करें।
id: Perluas dan tinjau peringatan Gateway sebelum mengonfirmasi versi ini secara persis.
it: Espandi ed esamina l'avviso del Gateway prima di confermare questa versione esatta.
ja_jp: この正確なバージョンを承認する前に、Gatewayの警告を展開して確認してください。
ko: 이 정확한 버전을 승인하기 전에 Gateway 경고를 펼쳐 검토하세요.
nl: Vouw de Gateway-waarschuwing uit en bekijk deze voordat u deze exacte versie bevestigt.
pl: Rozwiń i sprawdź ostrzeżenie Gateway przed zaakceptowaniem dokładnie tej wersji.
pt_br: Expanda e revise o aviso do Gateway antes de confirmar esta versão exata.
ru: Разверните и просмотрите предупреждение Gateway, прежде чем подтвердить установку именно этой версии.
sv: Expandera och granska Gateway-varningen innan du godkänner exakt den här versionen.
th: ขยายและตรวจสอบคำเตือนจาก Gateway ก่อนยอมรับเวอร์ชันนี้
tr: Tam olarak bu sürümü onaylamadan önce Gateway uyarısını genişletip inceleyin.
uk: Розгорніть і перегляньте попередження Gateway, перш ніж підтвердити ознайомлення саме з цією версією.
vi: Mở rộng và xem lại cảnh báo Gateway trước khi xác nhận chính xác phiên bản này.
zh_cn: 确认此确切版本前，请展开并查看 Gateway 警告。
zh_tw: 在確認此確切版本前，請展開並檢視 Gateway 警告。

source: Expand plan
ar: توسيع الخطة
de: Plan ausklappen
es: Expandir el plan
fa: بازکردن برنامه
fr: Développer le plan
hi: योजना विस्तृत करें
id: Luaskan rencana
it: Espandi il piano
ja_jp: 計画を展開
ko: 계획 펼치기
nl: Plan uitklappen
pl: Rozwiń plan
pt_br: Expandir plano
ru: Развернуть план
sv: Visa plan
th: ขยายแผน
tr: Planı genişlet
uk: Розгорнути план
vi: Mở rộng kế hoạch
zh_cn: 展开计划
zh_tw: 展開計畫

source: Expand tool result
ar: توسيع نتيجة الأداة
de: Tool-Ergebnis ausklappen
es: Expandir el resultado de la herramienta
fa: باز کردن نتیجه ابزار
fr: Développer le résultat de l’outil
hi: टूल परिणाम विस्तृत करें
id: Perluas hasil alat
it: Espandi il risultato dello strumento
ja_jp: ツールの結果を展開
ko: 도구 결과 펼치기
nl: Toolresultaat uitvouwen
pl: Rozwiń wynik narzędzia
pt_br: Expandir resultado da ferramenta
ru: Развернуть результат инструмента
sv: Visa verktygsresultat
th: ขยายผลลัพธ์ของเครื่องมือ
tr: Araç sonucunu genişlet
uk: Розгорнути результат інструмента
vi: Mở rộng kết quả công cụ
zh_cn: 展开工具结果
zh_tw: 展開工具結果

source: Expanded
ar: موسّع
de: Ausgeklappt
es: Expandido
fa: بازشده
fr: Développé
hi: विस्तृत
id: Diperluas
it: Espanso
ja_jp: 展開
ko: 펼침
nl: Uitgeklapt
pl: Rozwinięte
pt_br: Expandido
ru: Развернуто
sv: Expanderad
th: ขยายแล้ว
tr: Genişletilmiş
uk: Розгорнуто
vi: Đã mở rộng
zh_cn: 已展开
zh_tw: 已展開

source: Expired
ar: انتهت الصلاحية
de: Abgelaufen
es: Caducada
fa: منقضی شده
fr: Expiré
hi: समय समाप्त
id: Kedaluwarsa
it: Scaduto
ja_jp: 期限切れ
ko: 만료됨
nl: Verlopen
pl: Wygasło
pt_br: Expirado
ru: Срок истёк
sv: Utgången
th: หมดอายุแล้ว
tr: Süresi doldu
uk: Термін дії минув
vi: Đã hết hạn
zh_cn: 已过期
zh_tw: 已過期

source: Export Transcript
ar: تصدير النص
de: Transkript exportieren
es: Exportar transcripción
fa: خروجی گرفتن رونوشت
fr: Exporter la transcription
hi: ट्रांसक्रिप्ट निर्यात करें
id: Ekspor Transkrip
it: Esporta trascrizione
ja_jp: トランスクリプトをエクスポート
ko: 기록 내보내기
nl: Transcript exporteren
pl: Eksportuj transkrypcję
pt_br: Exportar transcrição
ru: Экспорт транскрипта
sv: Exportera transkription
th: ส่งออกสำเนาบทสนทนา
tr: Dökümü Dışa Aktar
uk: Експортувати стенограму
vi: Xuất Bản ghi
zh_cn: 导出对话记录
zh_tw: 匯出對話紀錄

source: Export Transcript…
ar: تصدير النص…
de: Transkript exportieren…
es: Exportar transcripción…
fa: خروجی گرفتن رونوشت…
fr: Exporter la transcription…
hi: ट्रांसक्रिप्ट निर्यात करें…
id: Ekspor Transkrip…
it: Esporta trascrizione…
ja_jp: トランスクリプトをエクスポート…
ko: 기록 내보내기…
nl: Transcript exporteren…
pl: Eksportuj transkrypcję…
pt_br: Exportar transcrição…
ru: Экспорт транскрипта…
sv: Exportera transkription…
th: ส่งออกสำเนาบทสนทนา…
tr: Dökümü Dışa Aktar…
uk: Експортувати стенограму…
vi: Xuất Bản ghi…
zh_cn: 导出对话记录…
zh_tw: 匯出對話紀錄…

source: Exposure
ar: التعريض
de: Exposition
es: Exposición
fa: در معرض قرارگیری
fr: Exposition
hi: एक्सपोज़र
id: Eksposur
it: Esposizione
ja_jp: 公開
ko: 노출
nl: Belichting
pl: Ekspozycja
pt_br: Exposição
ru: Доступ
sv: Exponering
th: การเปิดเผย
uk: Доступність
vi: Phơi bày
zh_cn: 暴露
zh_tw: 曝光

source: Exposure mode
ar: وضع التعريض
de: Expositionsmodus
es: Modo de exposición
fa: حالت در معرض قرارگیری
fr: Mode d’exposition
hi: एक्सपोज़र मोड
id: Mode eksposur
it: Modalità di esposizione
ja_jp: 公開モード
ko: 노출 모드
nl: Belichtingsmodus
pl: Tryb ekspozycji
pt_br: Modo de exposição
ru: Режим доступа
sv: Exponeringsläge
th: โหมดการเปิดเผย
tr: Exposure modu
uk: Режим доступності
vi: Chế độ phơi bày
zh_cn: 暴露模式
zh_tw: 曝光模式

source: Expression
ar: التعبير
de: Ausdruck
es: Expresión
fa: عبارت
hi: एक्सप्रेशन
id: Ekspresi
it: Espressione
ja_jp: 式
ko: 표현식
nl: Expressie
pl: Wyrażenie
pt_br: Expressão
ru: Выражение
sv: Uttryck
th: นิพจน์
tr: İfade
uk: Вираз
vi: Biểu thức
zh_cn: 表达式
zh_tw: 表達式

source: Extra
ar: إضافي
fa: اضافی
fr: Supplémentaire
hi: अतिरिक्त
id: Ekstra
ja_jp: 追加
ko: 추가
pl: Dodatkowe
ru: Дополнительно
th: เพิ่มเติม
tr: Ek
uk: Додатково
vi: Bổ sung
zh_cn: 额外
zh_tw: 額外

source: Extra entries
ar: إدخالات إضافية
de: Zusätzliche Einträge
es: Entradas adicionales
fa: ورودی‌های اضافی
fr: Entrées supplémentaires
hi: अतिरिक्त प्रविष्टियाँ
id: Entri tambahan
it: Voci aggiuntive
ja_jp: 追加エントリ
ko: 추가 항목
nl: Extra vermeldingen
pl: Dodatkowe wpisy
pt_br: Entradas extras
ru: Дополнительные записи
sv: Extra poster
th: รายการเพิ่มเติม
tr: Ek girişler
uk: Додаткові записи
vi: Mục bổ sung
zh_cn: 额外条目
zh_tw: 額外項目
